Repository: webu/wagtail-neuralyzer
Catalog: wagtail_neuralyzer/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Neuralyze
fr: Anonymiser

source: %(num_parent_objects)d object has been neuralyzed
fr: %(num_parent_objects)d objet a été anonymisé

source: Anonymize
fr: Anonymiser

source: Neuralyze %(title)s
fr: Anonymiser %(title)s

source: Are you sure you want to neuralyze this %(model_name)s?
fr: Êtes-vous sûr de vouloir anonymiser ce %(model_name)s ?

source: This action takes effect immediately and cannot be cancelled.
fr: Cette action est à effet immédiat et ne peut pas être annulée

source: Yes, neuralyze it
fr: Oui, anonymiser

source: No, don't neuralyze
fr: Non, ne pas anonymiser

source: Anonymize 1 object
fr: Anonymiser 1 object

source: Are you sure you want to anonymize these objects?
fr: Êtes-vous sûr de vouloir anonymiser ces objets ?

source: You don't have permission to anonymize this object
fr: Vous n'avez pas la permission pour anonymiser cet objet

source: Yes, anonymize
fr: Oui, anonymiser

source: No, don't anonymize
fr: Non, ne pas anonymiser

source: '%(object)s' neuralyzed.
fr: '%(object)s' anonymisé(s).

source: Edit
fr: Modifier

source: Was anonymize
fr: À été anonymisé(e)
